{
  "personal": {
    "firstName": "DAVID",
    "lastName": "LACUEY",
    "fullName": "LACUEY DAVID",
    "title": "CONSULTANT CYBERSÉCURITÉ GRC",
    "photo": "src/img/photo_cv.png",
    "contact": {
      "phone": "06 67 87 94 26",
      "email": "dlacuey@student.42.fr",
      "address": "101 Avenue Laferrière, 94000 Créteil, France",
      "github": "https://github.com/LacueyDavid"
    }
  },
  "summary": "Consultant en cybersécurité avec expertise en gestion des risques et gouvernance. Formation technique solide avec spécialisation en sécurité des systèmes d'information. Expérience en analyse de risques, architecture sécurisée et audit de sécurité organisationnel. Maîtrise des normes ISO 27001, principes d'architecture ANSSI et méthodologies d'audit. Compétences techniques en développement sécurisé et veille cybersécurité. Anglais niveau B2. Profil adaptable avec excellentes capacités relationnelles et de synthèse.",
  "formation": [
    {
      "degree": "ARCHITECTE EN TECHNOLOGIE DU NUMERIQUE",
      "school": "Ecole 42",
      "location": "Paris",
      "year": "2024"
    }
  ],
  "experience": [
    {
      "period": {
        "start": "2023",
        "end": "2025"
      },
      "position": "ARCHITECTE EN TECHNOLOGIE DU NUMERIQUE",
      "company": "Ecole 42",
      "location": "Paris",
      "projects": [
        {
          "title": "PROJETS SÉCURITÉ ET ARCHITECTURE",
          "description": "Développement d'applications avec architecture sécurisée des SI. Analyse de risques sur projets web et implémentation de politiques de cybersécurité. Technologies de sécurité appliquées avec Docker et pratiques de développement sécurisé. Audit d'architecture et veille cybersécurité constante."
        },
        {
          "title": "PROJETS GOUVERNANCE ET AUDIT",
          "description": "Développement de serveurs robustes avec architecture orientée sécurité. Méthodologies d'audit appliquées et analyse des vulnérabilités système. Gestion des risques et implémentation de bonnes pratiques de cybersécurité backend."
        },
        {
          "title": "PROJETS ANALYSE DE RISQUES",
          "description": "Réalisation d'analyses complexes et modélisation de menaces. Développement avec techniques avancées démontrant capacités de synthèse et résolution de problèmes cybersécurité. Optimisation sécurisée et gestion des risques techniques."
        }
      ]
    }
  ],
  "skills": {
    "competences": [
      "GESTION DES RISQUES",
      "AUDIT DE SÉCURITÉ",
      "ARCHITECTURE SÉCURISÉE DES SI",
      "TECHNOLOGIES DE SÉCURITÉ",
      "VEILLE CYBERSÉCURITÉ",
      "ANALYSE DE RISQUES",
      "ANGLAIS B2"
    ],
    "logiciels": [
      "OUTILS D'AUDIT",
      "DOCKER",
      "GIT",
      "LINUX / UNIX",
      "VISUAL STUDIO CODE",
      "SHELL"
    ]
  },
  "interests": [
    {
      "period": {
        "start": "2018",
        "end": "2025"
      },
      "hobbies": [
        {
          "title": "CYBERSÉCURITÉ & VEILLE TECHNOLOGIQUE",
          "description": "Passionné par la cybersécurité, veille constante sur les menaces, technologies de sécurité et nouvelles méthodologies d'audit. Étude des normes ISO 27001 et principes d'architecture sécurisée ANSSI."
        },
        {
          "title": "ANALYSE & CONSEIL TECHNIQUE",
          "description": "Excellentes capacités relationnelles développées à travers projets collaboratifs. Adaptabilité et synthèse appliquées dans résolution de problèmes complexes. Communication technique et accompagnement d'équipes."
        },
        {
          "title": "SÉCURITÉ SYSTÈMES & RÉSEAUX",
          "description": "Expertise systèmes avec utilisation active de Linux. Configuration sécurisée, audit organisationnel et gestion des risques techniques. Curiosité constante pour nouvelles technologies de sécurité."
        },
        {
          "title": "ESCALADE & FITNESS",
          "description": "Pratique régulière en salle et en extérieur."
        }
      ]
    }
  ]
}
